Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/mosko-n.html.tmx
Source language: nob
Languages: sme

source: Før jeg begynte på samiskkursene visste jeg ikke at det var så mange som kunne noe, og at mange kan ganske mye.
sme: Ovdal go álgen sámegielkurssaide, de in diehtán ahte ledje nu máŋggas geat máhttet veahá, ja máŋggas geat máhttet oalle ollu.

source: Likevel er det jo sånn at det er begrenset hvor mye folk kan, dagligspråket er jo norsk.
sme: Aŋkke lea nu ahte eai máhte vaikko man ollu, beaivválašgiella han lea dárogiella.

source: Faren min sier at nå som det er lov å snakke samisk, er det ingen å snakke det med.
sme: Mu áhčči lohká ahte dál go lea lohpi hupmat sámegiela, de ii leat šat oktage geainna sáhttá hupmat dan.

source: Under Rigmors oppvekst hørte hun ingenting om det samiske, verken på skolen eller hjemme.
sme: Bajásšattadettiin ii gullan Rigmor maide sámivuođa birra, ii skuvllas ii ge ruovttus.

source: Hun forteller at samer ble bare forbundet med reindriftssamer, Finnmark og vidda.
sme: Son muitala ahte sápmelažžan atne dušše boazosápmelaččaid, Finnmárkku ja duoddariid.

source: I Lakselvbukt hadde de under hennes oppvekst ingen kontakt med reindriftssamene som holdt til i regionen.
sme: Moskaluovttas ii lean makkárge oktavuohta boazosápmelaččaiguin guovllus dalle go son bajásšattai.

source: Men Rigmor kan huske at eldre mennesker i bygda snakket samisk.
sme: Muhto Rigmor muitá ahte vuorrasit olbmot gilis hupme sámegiela.

source: – Det var først da jeg flyttet tilbake til Lakselvbukt, da den eldste dattera mi skulle begynne i 2. klasse, at det ble aktuelt med samisk språk.
sme: – Easkka dalle go fárrejin ruovttoluotta Moskaluktii, go boarráseamos nieida galggai álgit 2. luohkkái, ahte sámegiella šattai áigeguovdilin.

source: Hun valgte samisk, men hun var lite engasjert og sluttet etter en stund.
sme: Son válljii sámegiela, muhto sus ii lean mokta oahppat ja heittii oanehis áiggi geažis.

source: Nå synes jeg det er kjempefint at så mange ønsker å lære seg samisk.
sme: Dál lea mu mielas hui somá go nu ollugat háliidit oahppat sámegiela.

source: Det var jo språket til forfedrene våre, derfor synes jeg det er naturlig at vi forsøker å lære oss det igjen.
sme: Dat han lea min máttuid giella, danin lea mu mielas lunddolaš ahte mii geahččalit oahppat dan fas.

source: Det er jo ikke bare språket som ellers vil dø ut, men også den sjøsamiske kulturen og tradisjonene.
sme: Ii leat dušše giella mii muđui jávká, muhto maiddái mearrasámi kultuvra ja árbevierut.

source: Det er kjedelig om det skulle dø ut, slik som duodji og mattradisjoner.
sme: Lea váigat jus dat jávkkašii, nu go duodji ja biebmovierut.

source: Jeg tror samisk kunne blitt et levende språk igjen her i fjorden.
sme: Mun jáhkán sámegiella sáhtášii šaddat ealli giellan fas dáppe vuonas.

source: Flere ønsker å lære seg språket.
sme: Eambbogat háliidit oahppat giela.

source: Men vi må begynne allerede i barnehagen, for eksempel med sanger og enkle begrep.
sme: Muhto mii fertet álgit juo mánáidgárddis, omd. lávlagiiguin ja soames álkes sániiguin.

source: Gáisi er et flott tiltak, her tar man et steg om gangen.
sme: Gáisi lea buorre doaibmabidju, doppe váldojuvvo lávki ain hávális.

source: Vi kan ikke forlenge den store pakka på en gang, det må komme litt etter litt.
sme: Mii eat sáhte gáibidit buot oktanaga, dat ferte boahtit veahážiid mielde.

source: Dersom samiske ord og uttrykk brukes ofte vil det falle mer naturlig i samfunnet rundt.
sme: Jus sámegiel sánit ja dajaldagat adnojit dávjá de dat šaddet lunddoleabbon birastahtti servodagas.

source: Margareth Guttormsen: Samisk språksenter – for hvem?
sme: Margareth Guttormsen: Sámi giellaguovddáš – gean várás?

source: Margareth Guttormsen (født 1956, pikenavn Hansen) er oppvokst på Kantornes i Balsfjord.
sme: Margareth Guttormsen (riegádan 1956:s, nieidanamma Hansen) lea bajásšaddan Njallanjárggas (Kantonnjárggas) Báhccavuonas.

source: Ungdomstida hadde hun i Tromsø.
sme: Nuorravuođabeivviid lei son Romssas.

source: Hun var lærervikar på Lakselvbukt skole i 1979, tok lærerskole i Tromsø 1980–1983 og var deretter lærer på Lakselvbukt og Laksvatn skoler i 25 år.
sme: Son lei oahpaheaddjisadjásaš Moskaluovtta skuvllas 1979:s, váccii oahpaheaddjioahpu Romssas 1980–83 ja lei dan maŋŋil oahpaheaddjin Moskaluovtta ja Muotkejávrri skuvllain 25 jagi.

source: Hun er gift med en mann fra Lakselvbukt og har 2 voksne barn og 2 barnebarn.
sme: Son lea náitalan olbmáin gii lea eret Moskaluovttas ja sus leat guokte rávis máná ja guokte áhkkuba.

source: Hun var styreleder på Gáisi språksenter fra 2005 til 2011.
sme: Son lei Gáissi giellaguovddáža stivrajođiheaddjin 2005–11.

source: – Jeg har hatt et engasjement for det samiske helt fra jeg var lita jente.
sme: – Mus lea leamaš beroštupmi sámevuhtii dan rájis go ledjen unna nieiddaš.

source: De første barneårene mine bodde jeg hos besteforeldrene mine på Kantornes.
sme: Vuosttaš mánnávuođa jagiid orron áhku ja ádjá luhtte Njallanjárggas.

source: Bestefar hadde god kontakt med Oskal sine, som drev reindrift i området.
sme: Ádjás lei buorre oktavuohta Oskal-bearrašiin, geain lei boazodoallu guovllus.

source: Han var med og hjalp til under slakting, og kom hjem med kjøtt, margebein og skinn.
sme: Son lávii veahkkin go njuovadedje, ja buvttii ruoktot bierggu, ađđamiid ja gápmasiid.

source: Noen av mine beste minner fra den tida er lukta av margebein som ble kokt.
sme: Buoremus muittut dien áiggis lei máleshádja go vušše ađđamiid.

source: Jeg elsket margebein som liten.
sme: Mun liikojin hui ládje ađđamiidda go ledjen unni.

source: Skinnene var leggskinn som ble tørket.
sme: Gápmasat lávejedje goikaduvvot.

source: Jeg vet ikke hva de ble brukt til, men ved et par anledninger vet jeg at de fikk sydd skaller av dem.
sme: Mun in dieđe masa dat adnojedje, muhto moatti háve dieđán ahte sii goaruhedje gápmagiid dain.

source: Samisk dagligspråk blant de eldre på 1980-tallet
sme: Vuorrasiid beaivválaš giellan 1980-logus

source: – Reindriftssamene gjorde det samiske synlig i området, både gjennom reinflyttingene og gjennom språket.
sme: – Boazosápmelaččat dahke sámivuođa eambbo oainnusin guovllus, sihke johtimiid ja giela bokte.

source: Bortsett fra reindriftssamene var det ingen som snakket samisk i det området.
sme: Earret boazodolliid ii lean oktage gii humai sámegiela guovllus.

source: Det var stor forskjell fra Balsfjord og hit til Sørfjorden, for her snakket jo folk samisk i min barndom.
sme: Gaskal Báhccavuona ja Moskavuona lei stuora erohus, go dáppe han hupme olbmot sámegiela dalle go mun ledjen mánná.

source: Og vi fra Balsfjord gjorde nok noe narr av folk herfra, fordi de snakket med mer samisk tonefall, og samisk trykk på enkelte lyder.
sme: Ja mii Báhccavuonas gal veahá boagusteimmet dáppe olbmuid, go sis lei veahá sámegiel hupmanmálle, ja sámegiel deaddu muhtin jietnadagain.

source: Samisk var fortsatt et levende språk blant de eldre i indre del av Ullsfjord, da jeg flyttet hit i 1979.
sme: Sámegiella lei ain ealli giella vuorrasiid gaskkas Ullovuona siste, go fárrejin deike 1979:s.

source: På butikken og på samlingene på bedehuset kunne man høre at eldre folk snakket samisk seg i mellom.
sme: Rámbuvrris ja čoakkálmasain rohkosviesus sáhtii gullat ahte vuorrasit olbmot sámástedje gaskaneaset.

source: På 1980-tallet ønsket skolen å lage en oversikt over hvor mange elever som hadde samisktalende besteforeldre.
sme: 1980-logus háliidii skuvla oažžut gova man oallugiin mánáin ledje áhkut dahje ádját geat sámástit.

source: En henvendelse ble sendt til alle hjem med skoleelever, men svarene gikk entydig ut på at ingen besteforeldre kunne samisk.
sme: Jearaldat sáddejuvvui buot ruovttuide gos ledje skuvlamánát, muhto vástádusain bođii ovdan ahte ii oktage áhkku dahje áddjá máhttán sámegiela.

source: Dette fortoner seg jo som et paradoks all den stund vi hørte at de fleste eldre menneskene i bygda snakket samisk, og blant dem også skolebarnas besteforeldre.
sme: Dát lei vuostá dan maid diđiimet, go mii han gulaimet ahte eanas vuorrasit olbmot hupme sámegiela gilis, sin gaskkas maid skuvlamánáid áhkut ja ádját.

source: Men dette må sjølsagt ses i forbindelse med den fornorskingspolitikken som hadde vært ført, og som hadde satt slike spor at mange av de som var i foreldregenerasjonen på den tida var negative til det samiske.
sme: Dása lea sihkkarit dáruiduhttinpolitihkka mii ovdal lei čađahuvvon, sivvan, ja mii lei nu cieggan olbmuide ahte oallugat váhnenbuolvvas dan áigge ledje negatiivat sámivuhtii.

source: Samisk inn i skolen
sme: Sámegiella skuvlii

source: – Det ble dannet sameforeninger i Sørfjorden, og da ble det etter hvert en mer positiv holdning til det samiske.
sme: – Moskavutnii ásahuvvui sámi searvi, ja dan maŋŋil šattai dađistaga buoret oaidnu sámivuhtii.

source: Det ble laget en kommuneplan for det samiske og samisk språksenter ble planlagt i Lakselvbukt.
sme: Dáppe hábmejuvvui suohkanplána sámivuođa várás ja sámi giellaguovddáš plánejuvvui Moskaluktii.

source: Man fikk samisk språk inn i skolen.
sme: Skuvlii bođii sámegiella.

source: Fra skolens side har man vært positiv til det å ha samisk språk som fag.
sme: Skuvlla bealis leat leamaš positiiva dasa ahte sámegiella galgá leat fágan skuvllas.

source: De første årene var det ikke så mange som hadde samisk.
sme: Vuosttaš jagiid eai lean gallis geain lei sámegiella.

source: For eksempel var et av barna mine alene på samiskundervisninga i to år, noe som medførte at barnet sluttet.
sme: Ovdamearkka dihtii lei okta mu mánáin akto sámegieloahpahusas guokte jagi, ja dat mielddisbuvttii ahte mánná heittii.

source: Nå er det heldigvis flere samiskelever, og dette skoleåret (2011/2012) har sju av til sammen 30 elever samisk.
sme: Dál leat lihkus eanet mánát sámegieloahpahusas ja dán skuvlajagi (2011/12) lea čiežas oktiibuot golmmalogi mánás sámegiella.

source: Et år pendlet samisklæreren fra Prestvannet skole i byen hit, siden denne skolen har ansvaret for all samiskundervisning i grunnskolene i Tromsø kommune.
sme: Ovtta jagi mátkkoštii Báhpajávrri sámegieloahpaheaddji Romssas deike, go das lei ovddasvástádus buot sámegieloahpahusas Romssa suohkana vuođđoskuvllain.

source: De siste årene har medarbeider på Gáisi, Kasia Dominczak, vært frikjøpt noen timer ukentlig av Tromsø kommune for å ha samiskundervisninga.
sme: Maŋimus jagiid lea Gáissi mielbargi, Kasia Dominczak, oston friddja Romssa suohkanis moadde diimmu vahkkus vai oahpaha sámegiela.

source: Gáisi – samisk språksenter og det sjøsamiske
sme: Gáisi – Sámi giellaguovddáš ja mearrasámivuohta

source: Språksenteret startet først som et prosjekt, som seinere ble til et formelt språksenter.
sme: Giellaguovddáš álggii álggos prošeaktan, ja maŋŋil šattai formálalaččat giellaguovddážin.

source: Senteret har bare halvannen stilling, men i tillegg blir det søkt midler til ulike prosjekter av ulikt varighet og omfang.
sme: Guovddážis leat dušše beannot virggi, muhto dasa lassin ohcet ruđaid prošeavttaide iešguđet lágan sturrodagas ja guhkkodagas.

source: Et slikt større prosjekt er stedsnavnsprosjektet, som har som mål å kartlegge samiske stedsnavn i området.
sme: Okta dákkár stuorit prošeakta lea báikenammaprošeakta, mas lea ulbmil kártet sámegiela báikenamaid guovllus.

source: Språksenterets ledere har utelukkende blitt rekruttert fra indre strøk, det samme gjelder også de fleste medarbeidere og prosjektarbeidere.
sme: Giellaguovddáža jođiheaddjit leat rekruterejuvvon dušše siseatnamis, dan seamma maid eanas mielbargit ja prošeaktabargit.

source: De fleste har hatt bakgrunn fra indre Finnmark, mens den nåværende lederen kommer fra svensk side.
sme: Eatnašat sis bohtet Sis-Finnmárkkus, ja dálá jođiheaddji lea Ruoŧa bealde eret.

source: Et unntak i så måte er medarbeideren Kasia som kommer fra Polen.
sme: Spiehkastat sis lea mielbargi Kasia, gii lea Polenis eret.

source: Hun er den eneste ansatte som i dag bor i Lakselvbukt og har sin faste kontorplass på språksenteret.
sme: Son lea áidna bargi guhte odne orru Moskaluovttas ja geas lea fásta kanturbáiki giellaguovddážis.

source: I motsetning til de tidligere lederne har dagens leder kontor på rådhuset i byen, og er vanligvis i Lakselvbukt bare enkelte dager, i tillegg til kurs eller andre arrangement.
sme: Vuostegežiid ovdalaš jođiheddjiide, de lea dálá jođiheaddjis kanturbáiki gávpoga ráđđeviesus, ja lea dušše muhtin beivviid Moskavuonas, ja vel dalle go leat kurssat ja eará lágideamit.

source: Margareth synes dette er en uheldig utvikling, og er bekymra for at fokuset skal bli flyttet fra revitaliseringa av det samiske i et sjøsamisk miljø til ensidig styrking av det samiske miljøet i byen blant samiske innflyttere.
sme: Margareth mielas ii leat dat buorre, ja ballá ahte fokus sirdašuvvá mearrasámi birrasa ealáskahttimis mearrasámi guovllus, dušše sisafárrejeaddji sápmelaččaid nannemii gávpogis.

source: Hun er likevel opptatt av at samisk språksenter best mulig skal ivareta også disse samenes behov for tjenester.
sme: Su mielas lea goitge dehálaš ahte sámi giellaguovddáš maiddái vuhtiiváldet sin dárbbuid bálvalusaide.

source: Det handler om å skape arenaer der folk kan treffes, snakke samisk og gjøre ting i lag, uansett om man er same fra indre Finnmark eller kystsame fra Ullsfjord.
sme: Galggašii láhčit arenaid gos olbmot besset deaivvadit, hupmat sámegiela ja bargat ovttas, leaš dál olmmoš eret Sis-Finnmárkkus dahje lea mearrasápmelaš Ullovuonas eret.

source: Sjøl om Gáisi skal være et språksenter for hele Tromsø kommune, og områder rundt, mener hun primæroppgaven må være revitaliseringa av det sjøsamiske og at samisk som språk styrkes og synes/høres.
sme: Vaikko Gáisi galgá leat giellaguovddáš olles Romssa suohkanii, ja birastahtti guovlluide, de oaivvilda son ahte váldobargu ferte leat ealáskahttit mearrasámivuođa ja ahte sámegiella nannejuvvo ja oidno ja gullo.

source: Hun er ikke sikker på om det er riktig bruk av knappe ressurser at lederen for språksenteret har fungert som saksbehandler for Tromsø kommune. Særlig våren og sommeren 2011 gikk mye arbeidstid med til å bidra til søknaden om innlemmelse av Tromsø kommune i samisk språkområde.
sme: Vaikko sutnje lea hui dehálaš ahte sámegiella galgá leat deháleamos giellaguovddážis, de ii leat son sihkar lea go rievttes vuohki geavahit vátnaruđaid, go omd. giellaguovddáža jođiheaddjis dál lea leamaš fokus dasa ahte son galgá leat áššemeannudeaddji Romssa suohkana ovddas, ja gos hui stuora oassi barggus 2011 giđa ja geasi manai váikkuhit dasa ahte Romssa suohkan ohcá sámegiela hálddašanguovlun.

source: – Det kan hende det er kommet til et punkt hvor de som er ansatt på språksenteret og styret burde se på konkret hvilke oppgaver Gáisi skal prioritere, og konkret hvilke oppgaver de som er ansatt skal prioritere i sin stilling, i et tidsperspektiv på f.eks. tre år framover.
sme: – Soaitá dáhpáhuvvat ahte leat dál ollen dan muddui gos sii geat leat barggus giellaguovddážis ja stivra, berrejit geahččat makkár konkrehta doaimmaid Gáisi galgá vuoruhit, ja makkár bargguid sin bargit galget vuoruhit iežaset virggis, omd. golbma jagi ovddasguvlui ain hávális.

source: I et slikt arbeid vil evalueringa av kvaliteten på arbeidet/aktiviteten som har vært, bli viktig å ha oversikt over.
sme: Dákkár barggus boahtá čađahuvvon barggu/doaimma kvalitehta evalueren, leat dehálaš das oažžut gova.

source: Samiskkurs på Gáisi språksenter.
sme: Sámegielkursa Gáisi giellaguovddážis

source: Ulike holdninger til det samiske blant lokalbefolkningen
sme: Juoiganboddu Moskaluovtta mánáidgárddis (Govva: Kasia Dominczak)

source: – Hvilke holdninger finner man i Ullsfjord til det samiske språksenteret og forsøkene på å revitalisere samisk språk der?
sme: Iešguđet lágan oainnut sámivuhtii – Makkár oainnut leat Ullovuonas sámi giellaguovddážii ja geahččaleapmái ealáskahttit sámegiela doppe?

source: – En del er veldig positive og engasjerte.
sme: – Okta oassi leat hui positiivat ja áŋgirat.

source: Mens andre synes nok at det samiske er for oppblåst, en tredje gruppe er det som er mer likegyldige.
sme: Earáid mielas oažžu sámivuohta beare olu beroštumi, ja goalmmát joavku leat sii geat eai beroš nu ollu.

source: Heldigvis er folk likevel snille med hverandre, og holder en god tone seg i mellom, sjøl om man er uenige om disse tingene.
sme: Lihkus leat olbmot siivut guhtet guimmiin, ja dollet buori oktavuođa gaskaneaset, vaikko eai leat ovttaoaivilis dáin áššiin.

source: Jeg tenker slik at hver enkelt får ta med seg det de sjøl vil fra fortida.
sme: Mun jurddašan ahte juohkehaš oažžu váldit mielde maid háliida vássánáiggis.

source: Vi kan ikke tvinge folk.
sme: Mii eat sáhte bágget olbmuid.

source: Men det er likevel viktig at folk her blir gjort oppmerksomme på sin egen nære lokalhistorie.
sme: Muhto dattetge lea dehálaš ahte olbmot dáppe dovdet iežaset lagas báikkálašhistorjjá.

source: Da vi startet opp med språksenteret var det mange eldre som sa at endelig er det noen som bryr seg om det samiske, også her hos oss.
sme: Go álggiimet giellaguovddážiin, ledje máŋga vuorrasit olbmo geat lohke ahte viimmat leat soapmásat geat beroštit sámivuođas, maiddái dáppe min luhtte.

source: Mye av den gamle kystsamiske kulturen er borte.
sme: Ollu boares mearrasámi kultuvrras lea jávkan.

source: Dette handler ikke bare om språket, men om næringsliv, skikker og tradisjoner som har endret seg.
sme: Dát ii guoskka dušše gillii, muhto ealáhusaide, dábiide ja árbevieruide mat leat rievdan.

source: Fisket og jordbruket er rasert her, noe som har ført til stor fraflytting.
sme: Guolásteapmi ja eanandoallu leat billahuvvan dáppe, mii lea mielddisbuktán fárremiid.

source: Mye er nok borte for alltid, mens andre verdifulle elementer av den sjøsamiske kulturen holder på å forsvinne.
sme: Ollu gal lea jávkan agibeaivái, ja eará allaárvosaš áššit mearrasámi kultuvrras lea jávkame.

source: Jeg skulle ønske flere hadde sett betydningen av å ta vare på dette og videreføre det til barn og unge.
sme: Mun livččen sávvan ahte eambbogat oainnášedje mearkkašumi das ahte váldit vára dain ja viidásetfievrridit mánáide ja nuoraide.

source: Tidligere levde jo folk mer i pakt med naturen, og vi må nok finne tilbake til noe av dette dersom man skal kunne ta vare på flere deler av den sjøsamiske kulturen.
sme: Ovdal han elle olbmot eanet luonddu mielde, ja mii fertet muhtin muddui gávdnat ruovttoluotta dasa jus galgá sáhttit váldit vára mearrasámi kultuvrras.

source: I dag har vi fjernet oss mer og mer fra naturen også her i bygda.
sme: Dál mii leat gáidan eanet aht´ eanet eret luonddus maiddái dáppe gilis.

source: Å sette fokus på naturen og sjøsamisk kultur er viktig både for samisk språk og identitet.
sme: Sámi gillii ja identitehtii lea dehálaš ahte biddjo fokus lundui ja mearrasámi kultuvrii.

source: For å gjenvinne og fremme samisk er det av stor betydning å ha en sammenheng å bruke språket i. I dette arbeidet er Gáisi kjempeviktig.
sme: Jus galgá háhkat ruovttoluotta sámi giela ja ovddidit dan, de lea dehálaš ahte gávdnojit oktavuođat gos dan geavaha. Dán barggus lea Gáisi hui dehálaš.

source: Sammen med skolen kan de gjøre en viktig jobb med å videreføre både samisk lokalhistorie, kultur og språk til barna.
sme: Ovttas skuvllain sáhttet sii bargat dehálaš barggu viidásetfievrridit sihke sámi báikkálašhistorjjá, kultuvrra ja giela mánáide.

source: I følge læreplanen skal alle lære noe om samiske kultur og historie i skolen i dag, ikke bare de som har samisk som fag.
sme: Oahppoplána mielde galget odne buohkat oahppat skuvllas juoidá sámi kultuvrra ja historjjá birra, eai dušše sii geain lea sámegiella fágan.

source: Her kan skolen gjennomføre prosjekter og temadager der man henter inn andre ressurspersoner, som har kompetanse på området.
sme: Dás sáhttá skuvla čađahit prošeavttaid ja fáddábeivviid gos bovdejit skuvlii resursaolbmuid, geain lea máhttu dasa.

source: Her i Lakselvbukt har noen slike prosjekter allerede vært gjennomført, blant annet har vi to ganger laget revy her, og det har vært gjennomført ulike kurs i duodji, der både skolen og språksenteret har vært involvert.
sme: Dáppe Moskaluovttas leat moadde dákkár prošeavtta juo čađahuvvon, earret eará leat mii guktii lágidan revya dáppe, ja leat čađahuvvon iešguđet lágan duodjekurssat, mas sihke skuvla ja giellaguovddáš leat leamaš mielde.

source: Revitalisering av samisk språk
sme: Sámi giela ealáskahttin

source: – Mener du det er mulig å revitalisere språket her i fjorden, i den betydning at samisk igjen blir dagligspråk i bygdene her?
sme: – Oaivvildat go don ahte lea vejolaš ealáskahttit giela dáppe vuonas, dainna mearkkašumiin ahte sámegiella fas sáhttá šaddat beaivválaš giellan dáppe giliin?

source: – I starten når vi arbeidet med etableringa av et samisk språksenter var vi veldig optimistiske.
sme: – Álggus go álggiimet sámi giellaguovddáža ásahemiin, de leimmet hui optimistat.

source: Men vi har etter hvert innsett at hvis man skal oppnå en full revitalisering må alle være interesserte.
sme: Muhto mii leat dađistaga fuobmán ahte jus galgá olahit dievas ođđasis ealáskahttima, de ferte buohkain leat beroštupmi dasa.

source: Etter hvert har målet blitt en revitalisering som mer går på identitet. At folk skal ha en forståelse for kystsamisk kultur.
sme: Dađistaga lea mihttomearrin šaddan identitehta ođđasis ealáskahttin, dat ahte olbmuin galgá leat ipmárdus mearrasámi kultuvrii.

source: At de skal kunne identifisere seg sjøl og slekta si med det kystsamiske, og bygge opp en selvfølelse knyttet til det.
sme: Sii galget sáhttit identifiseret iežaset ja fulkkiid mearrasámivuođa, ja loktet iešdovddu.

source: At de skal kunne si:.
sme: Sii galget sáhttit lohkat: «– Mun lean roahkka doarvái buorre, vaikko mu váhnemat dahje áhkut ja ádját leat sápmelaččat».

source: Men jeg tror at det er rett og slett utopisk at hele bygda skal bli samiskspråklig igjen, slik den en gang var.
sme: Muhto mun jáhkán dat lea njuolgut veadjemeahttun ahte olles gilli šaddá sámegielagin, nu go ovdal lei.

source: Likevel har jeg et håp om at mange skal lære seg samisk, og bruke språket der det er naturlig.
sme: Aŋkke lea mus sávaldat ahte máŋggas ohppet sámegiela, ja atnet giela doppe gos lea lunddolaš.

source: En del samiske stedsnavn blir brukt daglig av de fleste som bor her.
sme: Eatnasat geat orrot dáppe geavahit muhtin sámi báikenamaid beaivválaččat.

source: Gáisi har arbeidet mye for å ivareta eksisterende og nesten glemte samiske stedsnavn.
sme: Gáisi lea bargan ollu vára váldit sámi báikenamain mat leat geavahusas dahje measta vajálduvvon.

source: Dette er det eneste samiske språksenteret mellom Kåfjord og Lavangen.
sme: Dát lea áidna sámi giellaguovddáš gaskal Gáivuona ja Loabága.

source: Det ble lagt hit til Lakselvbukt siden dette er et område der samisk språk har overlevd lengst her i Tromsø–Ullsfjord-området.
sme: Dat ásahuvvui deike Moskaluktii go dát lea guovlu gos sámi giella lea seilon guhkimusat dáppe Ullovuona–Romssa guovllus.

source: Det skal også betjene resten av Tromsø kommune, i tillegg til nabokommunene.
sme: Giellaguovddáš galgá maid bargat muđui Romssa suohkana ja ránnjásuohkaniid ovddas.

source: Disse har også en del i Gáisi, men jeg mener man først må bruke hoveddelen av tid og krefter på å skape et her i Ullsfjord–Sørfjorden, til man har bygd opp en kompetanse man kan bruke i arbeid med øvrige deler av språksenterets virkeområde.
sme: Dain lea maid oassi Gáissis, muhto mun oaivvildan ahte álggos ferte vuoruhit áiggi ja fámuid háhkat «vuođu» dáppe Ullovuonas–Moskavuonas, gitta dassái go mii leat huksen gelbbolašvuođa maid sáhttá atnit bargguin muđui giellaguovddáža doaibmaguovllus.

source: [1] Finnefondets arkiv er i Statsarkivet i Tromsø.
sme: [1] Sámefoandda arkiiva lea Romssa stáhtaarkiivvas.
